Strefa35/esp-platform/sdkconfig.defaults.esp32s2.debug
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.2 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s2"
CONFIG_MAIN_LOG_DEFAULT_LEVEL_VERBOSE=y
CONFIG_MGR_CTRL_LOG_DEFAULT_LEVEL_VERBOSE=y
CONFIG_ETH_CTRL_ENABLE=n
CONFIG_MQTT_CTRL_ENABLE=n
CONFIG_RELAY_CTRL_ENABLE=n
CONFIG_SENSOR_CTRL_ENABLE=y
